[Character.CharClass_BigBird AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[DamageType.DmgType_DiveBomb WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_RhinoFriendlies WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[Population.PawnBalance_BigBird AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Peru Voraz, O Invencível (de verdade)",TransformedNames=((TransformedName="Peru Voraz, O Invencível (de verdade)"),(TransformedName="Peru Voraz, O Vulnerável")))

[Population.PawnBalance_BigBird_HARD AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Peru Voraz, O Invencível ''de verdade''",TransformedNames=((TransformedName="Peru Carnívoro, O Invencível ''de verdade''"),(TransformedName="Peru Carnívoro, O Vulnerável")))

[Skills.Skill_BigBird_InvulnerableStatusEffects SkillDefinition]
SkillName="Obter saúde dos bonecos de neve"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

